Revit 2027 API
ParameterTypeId.RbsElecAnalyticalFeederLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalFeederLength { get; }
Public Shared ReadOnly Property RbsElecAnalyticalFeederLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalFeederLength {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalFeederLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace